Repository: batistevanco/NewsFeedAppVancoillieITHulp
Catalog: VancoillieNewsApp/Resources/Localizable.xcstrings
Source language: en
Languages: nl

source: App name
nl: App naam

# article.read_full
source: Read full article
nl: Lees het volledige artikel

# articles.all
source: All
nl: Alle

# articles.categories
source: Categories
nl: Categoriën

# articles.category_picker
source: Select category
nl: Selecteer categorie

# articles.list
source: Articles
nl: Artikelen

# articles.title
source: Articles
nl: Artikelen

source: Contact Support
nl: Contacteer support

# general.cancel
source: Cancel
nl: Annuleren

# home.articles
source: Articles of this week
nl: Artikelen van deze week

# home.just_in
source: just in
nl: juist binnen

# In de artikelen-navigatie vind je ook oudere nieuwsberichten.
source: In the article navigation you can find more articles. Or click here to see more.
nl: In de artikelen navigatie kan je meer artikelen vinden. Of klik hier.

# Kan niet laden
source: Couldn’t load
nl: Kan niet laden

# lang.en
source: English
nl: Engels

# lang.nl
source: Dutch
nl: Nederlands

source: Made by Vancoillie Studio
nl: Gemaakt door Vancoillie Studio

# Meer artikels bekijken
source: Watch more articles
nl: Bekijk meer artikelen

# notif.settings_msg
source: Notifications are denied for this app. Open Settings to change this.
nl: Meldingen zijn geweigerd voor deze app. Open Instellingen om dit te wijzigen.

# notif.settings_open
source: Open Settings
nl: Open Instellingen

# notif.settings_title
source: Notifications Disabled
nl: Meldingen uitgeschakeld

# settings.appearance
source: Settings
nl: Instellingen

# settings.language
source: Change the articles language
nl: Verander de taal van de artikelen

# settings.language_picker
source: Language picker
nl: Taal kiezer

# settings.notifications
source: Notification settings
nl: Melding instellilngen

# settings.push
source: Receive notifications
nl: Ontvang meldingen

# settings.push_info
source: If the toggle is active you will receive push notifications. You will receive one notification at 5pm if there are new articles.
nl: Als de switch aan staat zal je meldingen ontvangen. U krijgt dan per dag 1 melding om 17h indien er nieuwe artikelen zijn.

# settings.theme
source: Theme
nl: Thema

# settings.theme.dark
source: Dark
nl: Donker

# settings.theme.light
source: Light
nl: Licht

# settings.theme.system
source: System (auto)
nl: Systeem (auto)

# settings.title
source: Settings
nl: Instellingen

# settings.version
source: Version
nl: Versie

# state.load_failed
source: Data failed to load, our apologies. Close the app and try again please.
nl: Data kon niet worden ingeladen, onze excuses. Sluit de app en probeer opnieuw aub.

# state.no_articles
source: Sorry at the moment there are no articles to show.
nl: Sorry op dit moment zijn er geen artikelen

# state.no_articles_desc
source: Come back soon
nl: Kom snel terug

# tab.articles
source: Articles
nl: Artikelen

# tab.settings
source: Settings
nl: Instellingen
